import React from "react";
import "./Home.css";
import Declaration from "./Declaration";
import ForElectricityConsumers from "./ForElectricityConsumers";
import DocumentsElectricity from "./DocumentsElectricity";

export default function Home() {
  return (
    <div className="Homepage">
      <main className="hero">
        <div>
          <h1>Енергія <br /> майбутнього</h1>
          <p>ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ "ЕМА СОЛЮШЕНЗ" - твій постачальник електроенергії</p>
        </div>
        <a href="/">Замовити дзвінок</a>
      </main>
      <section className="hero2">
        <h2>ПОСТАЧАЛЬНИК ЕЛЕКТРИЧНОЇ ЕНЕРГІЇ <br /> ДЛЯ БІЗНЕСУ ТА ПІДПРИЄМСТВ</h2>
      </section>
      <section className="text">
        <p>
          Будь-який бізнес незалежно від того, якого обсягу його промисловість та направленість (малий чи середній, готелі, пекарні, тощо) у процесі своєї діяльності зацікавлений не тільки у розвитку та отриманні прибутку, а й в оптимізації витрат. Одним із ключових напрямів для підвищення ефективності діяльності як промислових, так і непромислових підприємств є зниження витрат на закупівлю енергетичних ресурсів. Найбільш розповсюдженим видом таких ресурсів не тільки в Україні, а й в усьому світі є електрична енергія, яка використовується в усіх напрямках промислової діяльності. Саме тому, важливим питанням для будь-якого підприємця залишається вибір надійного та незалежного постачальника електроенергії в Україні.
        </p>
        <a href="/">Докладніше</a>
      </section>
      <Declaration />
      <ForElectricityConsumers />
      <DocumentsElectricity />
      <section className="hero3">
        <h2>ПОСТАЧАЛЬНИК ПРИРОДНОГО ГАЗУ <br /> ДЛЯ БІЗНЕСУ ТА ПІДПРИЄМСТВ</h2>
      </section>
      <section className="text">
        <p>
          Наше товариство пропонує перелік послуг пов’язаних із забезпеченням споживачів України обсягами природного газу. Ми здійснює постачання природного газу кінцевим споживачам, які не є побутовими. Також ми працюємо з юридичними та фізичними особами-підприємцями, які займаються власною професійною та/або комерційною діяльністю й використовують природний газ для власних потреб або в якості сировини, а не для перепродажу. На ьогодні серед наших споживачів є представники різних галузей економіки України, які працюють в різних її областях. Головною нашою перевагою для споживача є абсолютна надійність постачання природного газу, яка обумовлена наступними факторами: Товариство співпрацює лише з перевіреними газовидобувними компаніями України на біржовому ринку та позабіржовому; наявність власних запасів газу в підземних сховищах АТ “УКРТРАНСГАЗ”, маємо можливість оформити придбання обсягів газу в літній період на опалювальний сезон із зберіганням придбаних обсягів в ПСГ; а також Товариство співпрацює з надійними та відомими газовими трейдерами країн Європи. Якщо Ви бажаєте отримати індивідуальну консультацію з питань постачання природного газу, просимо звертатися до нас зручним для Вас способом. 
        </p>
        <a href="/">Докладніше</a>
      </section>
    </div>
  
    
  );
}