import React from "react";
import "./Home.css";
import Declaration from "./Declaration";
import ForElectricityConsumers from "./ForElectricityConsumers";

export default function Home() {
  return (
    <div className="Homepage">
      <main className="hero">
        <div>
          <h1>Енергія <br /> майбутнього</h1>
          <p>ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ "ЕМА СОЛЮШЕНЗ" - твій постачальник електроенергії</p>
        </div>
        <a href="/">Замовити дзвінок</a>
      </main>
      <section className="content">
        <h2>ПОСТАЧАЛЬНИК ЕЛЕКТРИЧНОЇ ЕНЕРГІЇ <br /> ДЛЯ БІЗНЕСУ ТА ПІДПРИЄМСТВ</h2>
      </section>
      <section className="text">
        <p>
          Будь-який бізнес незалежно від того, якого обсягу його промисловість та направленість (малий чи середній, готелі, <br /> пекарні, тощо) у процесі своєї діяльності зацікавлений не тільки у розвитку та отриманні прибутку, а й в оптимізації <br /> витрат. Одним із ключових напрямів для підвищення ефективності діяльності як промислових, так і непромислових <br /> підприємств є зниження витрат на закупівлю енергетичних ресурсів. Найбільш розповсюдженим видом таких ресурсів <br /> не тільки в Україні, а й в усьому світі є електрична енергія, яка використовується в усіх напрямках промислової <br /> діяльності. Саме тому, важливим питанням для будь-якого підприємця залишається вибір надійного та незалежного <br /> постачальника електроенергії в Україні.
        </p>
        <a href="/">Докладніше</a>
      </section>
      <Declaration />
      <ForElectricityConsumers />
    </div>
  
    
  );
}