import React from "react";
import "./style/Info.css";

const NaturalGasInfo = () => {

  return (
    <section className="NaturalGasInfo" id="gas">
      <div className="hero-3">
        <h2>ПОСТАЧАЛЬНИК ПРИРОДНОГО ГАЗУ <br /> ДЛЯ БІЗНЕСУ ТА ПІДПРИЄМСТВ</h2>
      </div>
      <div className="text special">
        <p>
          Наше товариство пропонує перелік послуг пов’язаних із забезпеченням споживачів України обсягами природного газу. Ми здійснює постачання природного газу кінцевим споживачам, які не є побутовими. Також ми працюємо з юридичними та фізичними особами-підприємцями, які займаються власною професійною та/або комерційною діяльністю й використовують природний газ для власних потреб або в якості сировини, а не для перепродажу. На ьогодні серед наших споживачів є представники різних галузей економіки України, які працюють в різних її областях. Головною нашою перевагою для споживача є абсолютна надійність постачання природного газу, яка обумовлена наступними факторами: Товариство співпрацює лише з перевіреними газовидобувними компаніями України на біржовому ринку та позабіржовому; наявність власних запасів газу в підземних сховищах АТ “УКРТРАНСГАЗ”, маємо можливість оформити придбання обсягів газу в літній період на опалювальний сезон із зберіганням придбаних обсягів в ПСГ; а також Товариство співпрацює з надійними та відомими газовими трейдерами країн Європи. Якщо Ви бажаєте отримати індивідуальну консультацію з питань постачання природного газу, просимо звертатися до нас зручним для Вас способом. 
        </p>
        <a href="#gas-declaration">Докладніше</a>
      </div>
    </section>
  );
}

export default NaturalGasInfo;